Revit 2024 API
ParameterTypeId.RebarStandardHookBendDiameter Property
 "Standard Hook Bend Diameter"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RebarStandardHookBendDiameter { get; }
Visual Basic
Public Shared ReadOnly Property RebarStandardHookBendDiameter As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RebarStandardHookBendDiameter {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace